Autodesk.Revit.DB.BuiltInFailures.ImportExportFailures.ViewBoundariesTooLarge
The view boundaries are too large to export the view..

Autodesk.Revit.DB.BuiltInFailures.ImportExportFailures
Failures about Import and Export.